close_options = ['Да', 'Нет']
questions = [
    {'text': 'Выходите ли вы из себя по малейшему поводу?', 'qtype': 'closed', 'options': ['Да', 'Нет']},
    {'text': 'Боитесь ли вы разозлить человека, который заведомо физически сильнее вас?', 'qtype': 'closed', 'options': ['Да', 'Нет']},
    {'text': 'Начинаете ли вы скандалить, чтобы на вас обратили внимание?', 'qtype': 'closed', 'options': ['Да', 'Нет']},
    {'text': 'Любите ли вы ездить на большой скорости, даже если это связано с риском для жизни?', 'qtype': 'closed', 'options': ['Да', 'Нет']},
    {'text': 'Увлекаетесь ли вы лекарствами, когда заболеете?', 'qtype': 'closed', 'options': ['Да', 'Нет']},
    {'text': 'Пойдете ли вы на все, чтобы получить то, что вам очень хочется?', 'qtype': 'closed', 'options': ['Да', 'Нет']},
    {'text': 'Любите ли вы больших собак?', 'qtype': 'closed', 'options': ['Да', 'Нет']},
    {'text': 'Любите ли вы сидеть часами на солнце?', 'qtype': 'closed', 'options': ['Да', 'Нет']},
    {'text': 'Уверены ли вы, что когда-нибудь станете знаменитостью?', 'qtype': 'closed', 'options': ['Да', 'Нет']},
    {'text': 'Умеете ли вы вовремя остановиться, если чувствуете, что начинаете проигрывать?', 'qtype': 'closed', 'options': ['Да', 'Нет']},
    {'text': 'Привыкли ли вы много есть, даже если не голодны?', 'qtype': 'closed', 'options': ['Да', 'Нет']},
    {'text': 'Любите ли вы знать заранее, что вам подарят?', 'qtype': 'closed', 'options': ['Да', 'Нет']}
]