close_options = ['Да', 'Нет']
questions = [
    {'text': 'Ваше имя', 'type': 'opened', 'options': None},
    {'text': 'Ваш возраст', 'type': 'opened', 'options': None},
    {'text': 'Как часто вы играете в Майнкрафт?', 'type': 'multiple_choice', 'options': ['Каждый день', 'Раз в неделю', 'Ни в коем случае']},
    {'text': 'Какую версию Майнкрафта вы предпочитаете играть?', 'type': 'multiple_choice', 'options': ['Последнюю версию', 'Старые версии', 'Не имею предпочтений']},
    {'text': 'Что вы любите больше всего делать в Майнкрафте?', 'type': 'multiple_choice', 'options': ['Строить здания', 'Исследовать мир', 'Сражаться с монстрами']},
    {'text': 'Какой режим игры вы предпочитаете?', 'type': 'multiple_choice', 'options': ['Творческий', 'Выживание', 'Приключение ']},
    {'text': 'Сколько модов в Майнкрафте вы пробовали?', 'type': 'multiple_choice', 'options': ['Больше 10 модов', 'От 5 до 10 модов', 'Меньше 5 модов']},
    {'text': 'Какие из нововведений в последней версии Майнкрафта вам понравились больше всего?', 'type': 'multiple_choice', 'options': ['Обновленный мир темного леса', 'Жуткие скримеры', 'Берсерки, которые атакуют деревни','Ничего нового не понравилось ']},
    {'text': 'Какие сложности врозьникли во время игры в Майнкрафт?', 'type': 'multiple_choice', 'options': ['Сложно найти необходимые ресурсы', 'Непонятный геймплей', 'Нет сложностей']},
    {'text': 'Какой ваш любимый блок в Майнкрафте?', 'type': 'multiple_choice', 'options': ['Блок команды', 'Блок воспитания', 'Блок огня']},
    {'text': 'Какой вид монстра в Майнкрафте самый опасный?', 'type': 'multiple_choice', 'options': ['Криперы', 'Зомби-пиглины', 'Эндермены']}
]